Repository: Abdelrahman1427/STS-BE
Catalog: PathFinder.DataTransferObjects/Resources/CoreResources.*.resx
Languages: ar

source: Accept
ar: قبول الطلب

source: Accept Account
ar: الموافقة على الحساب

# AcceptMessage
source: Are you sure you want to accept account for user
ar: هل تريد قبول الحساب؟

source: Access my dashboard
ar: الوصول إلى لوحة المعلومات

# AccountPending
source: Your account is still under review
ar: حسابك لا يزال قيد المراجعة

# AccountPending_Waiting
source: Please wait until your account is reviewed and a personal email will be sent to confirm that your account has been activated
ar: يرجى الانتظار حتى تتم مراجعة حسابك وسيتم إرسال بريد إلكتروني شخصي لتأكيد تنشيط حسابك

# AccountRejected
source: Your personal account has been rejected
ar: تم رفض حسابك الشخصى

# AccountRejected_Response
source: Please verify your data and re-register again
ar: من فضلك تأكد من بياناتك و اعادة التسجيل مجدداً

# Account_Communicate
source: You can contact the Human Resources Department to find out the details
ar: يمكنك التواصل مع ادارة الموارد البشرية لمعرفة التفاصيل

source: Acre
ar: فدان

source: Add
ar: أضافة

# AddEmployee
source: Add new employee
ar: أضافة موظف جديد

source: Add land
ar: أضافة أرض زراعية

source: Address
ar: العنوان

# AddSuccessMessage
source: Successfully added
ar: تم الأضافة بنجاح

source: Age
ar: العمر

# AgreeTerms
source: By sign up you agree to the "terms & conditions"
ar: بانشاء حساب، انت توافق على شروط و احكام IWEX

source: Agricultural land area
ar: مساحة الأرض الزراعية

source: Agricultural waste
ar: مخلفات زراعية

# AllowedExtensions
source: Allowed extensions : (".jpg", ".png", ".pdf", ".jpeg")
ar: الصيغات المسموحة : (".jpg", ".png", ".pdf", ".jpeg")

source: Android
ar: أندرويد

source: Applications
ar: التطبيقات

source: Approvals
ar: الموافقات

source: Arabic
ar: عربي

source: ArName
ar: الأسم بالعربية

source: Assessment
ar: التقدير

# bannreOneDescription
source: The IWEX platform aims to offer users access to information, resources, and services focused on waste management and recycling and economic development of the industrial and agricultural sectors.
ar: تهدف منصة IWEX إلى تزويد المستخدمين بإمكانية الوصول إلى المعلومات والموارد والخدمات التي تركز على إدارة النفايات وإعادة التدوير والتنمية الاقتصادية للقطاعين الصناعي والزراعي.

# bannreOneTitle
source: To empower waste management and recycling
ar: لتمكين إدارة النفايات وإعادة التدوير

# bannreTwoDescription
source: Enabling factories, companies, and farmers to exchange their industrial and agricultural waste to improve the usability and functionality of the economic ecosystem and the industrial process essentially increasing efficiency and economic development
ar: تمكين المصانع والشركات والمزارعين من تبادل نفاياتهم الصناعية والزراعية لتحسين سهولة الاستخدام ووظائف النظام الاقتصادي والعملية التصنيعية مما يؤدي بشكل أساسي إلى زيادة الكفاءة والتنمية الاقتصادية

# bannreTwoTitle
source: Enable today and tomorrow's innovation
ar: تمكين ابتكار اليوم والغد

source: Bar Chart
ar: مخطط الرسم البياني

source: Beneficiaries
ar: المتدربين

source: BirthDate
ar: تاريخ الميلاد

source: Building number
ar: رقم المبنى

source: Cancel
ar: الغاء

source: Carat
ar: قيراط

# CardName
source: Card owner name
ar: اسم صاحب البطاقة

source: Card number
ar: رقم الكارت

# CategoryWasteTransactionDemandCount
source: Quantity of waste category for demand
ar: كمية المخلفات لكل تصنيف المهتم شراءه

# CategoryWasteTransactionSupplyCount
source: Quantity of waste category for supply
ar: كمية المخلفات التى يتم اخرجها لكل تصنيف

source: CDA coordinator
ar: منسق الجمعية التنموية المجتمعية

source: Center
ar: المركز

source: Certification
ar: الشهادة

source: Change password
ar: تغيير الرقم السرى

source: Check code
ar: الرقم المرجعى

source: City
ar: المدينة

source: Close
ar: أغلاق

source: Code
ar: كود

# CodeWrong
source: Wrong Code
ar: الرقم الذى ادخلته خاطئ

# Collaborator
source: Development partner
ar: شريك تنمية

# CommercialName
source: Commercial (Brand) name
ar: الإسم التجاري

# CommercialRegisterMessage
source: Why you do not have commercial register ?
ar: لماذا ليس لديك سجل تجاري

source: Commercial registration number
ar: رقم السجل التجاري

source: Commercial registration office
ar: مكتب استخراج السجل التجاري

source: Community Level
ar: خدمة مجتمعية

source: Company
ar: المصنع / الشركة

# CompanyActivity
source: Industrial sector (activity)
ar: القطاع الصناعي (النشاط)

source: Company Category
ar: فئة الشركة

source: Company Details
ar: بيانات الشركة

source: Company governing entity
ar: الجهة التابع لها الشركة

source: Company industrial area
ar: المنطقة الصناعية للشركة

source: Company nationality
ar: جنسية الشركة

source: Company office
ar: مكتب الشركة

source: Company phone number
ar: رقم هاتف الشركة

source: CompanySector
ar: قطاع الشركة

source: CompanyStatus
ar: حالة الشركة

source: Company waste output
ar: نفايات المصنع

source: Company / Factory
ar: مصنع / شركة

source: Confirm password
ar: تأكيد كلمة المرور

source: Contact
ar: تواصل معنا

source: Contact Person
ar: الشخص المسؤول

source: Contact us
ar: التواصل معنا

source: Contact Us Dashboard
ar: لوحة تحكم التواصل

# Contact_messege
source: Feel free to ask me any question or let's do to talk about our future collaboration.
ar: لا تتردد في طرح أي سؤال علينا أو دعونا نتحدث عن تعاوننا المستقبلي.

source: Country
ar: الدولة

# CountWaste
source: Count of waste
ar: كمية المخلفات

# CountWasteDemand
source: Count of waste to be purchased
ar: عدد المخلفات المطلوب شراءها

# CountWasteSupply
source: Count of waste to be sold
ar: عدد المخلفات المطلوب بيعها

source: Course
ar: التدريب

source: Course code
ar: كود الكورس

source: Course detials
ar: تفاصيل التدريب

source: Created By
ar: اضيفت بواسطة

source: Creation Date
ar: تاريخ الأضافة

source: Dashboard
ar: لوحة القيادة

source: Date
ar: التاريخ

source: Definitions
ar: التعريفات

source: Delete
ar: حذف

# DeleteSuccessMessage
source: Successfully deleted
ar: تم الحذف بنجاح

source: Description
ar: الوصف

source: Disability
ar: الإعاقة

source: Documentation
ar: التوثيق

source: Education Level
ar: مستوى التعليم

source: Email
ar: البريد الالكترونى

# EmailValidation
source: (Enter a valid email address for messages and notifications)
ar: (أدخل عنوان بريد إلكتروني صالحًا للرسائل والإشعارات)

source: Employee
ar: موظف

source: Engagement
ar: ارتباط

source: Engagement Level
ar: مستوى المشاركة

source: Engagement Modality
ar: طريقة المشاركة

source: English
ar: الانجليزية

source: Enterprise Origin
ar: أصل المؤسسة

source: Enterprise Type
ar: نوع المؤسسة

# Enter_Your_Email_Phone
source: Enter Your Email or Phone Number
ar: البريد الالكترونى أو رقم الهاتف

source: Entrepreneur
ar: رائد أعمال

# EntrepreneurialStage
source: Stage of entrepreneurship
ar: تحديد فى أى مرحلة من رياده الأعمال

source: Expiration date
ar: تاريخ إنتهاء البطاقة

source: Facebook
ar: فيسبوك

source: Farmer
ar: مزارع

# FarmerCard
source: Farmer card details
ar: بيانات بطاقة المزارع

source: Female
ar: أنثى

source: First contact person
ar: الشخص المسؤول الاول

# FirstLanguage
source: Name Eng
ar: الأسم بالأنجليزية

source: First name
ar: الإسم الأول

source: Forget password ?
ar: هل نسيت كلمة المرور؟

source: Forgot password ?
ar: هل نسيت كلمة المرور؟

# FullName
source: Full name (triplex, quaternary)
ar: الاسم بالكامل (ثلاثى ، رباعى)

source: Geleh
ar: بيت الخبرة في النوع الاجتماعي والقانون

# Gender
source: Sex
ar: الجنس

source: Generate Password
ar: انشاء كلمة مرور اَمنة

source: Get in Touch
ar: ابقي علي تواصل

source: Governorate
ar: المحافظة

# HaveAccount
source: Do you already have an account?
ar: لديك حساب؟

source: Home page
ar: الصفحة الرئيسية

source: Image URL
ar: رابط الصورة

source: Import
ar: تصدير

source: Industrial Area
ar: المناطق الصناعية

source: Industrial waste
ar: مخلفات صناعية

source: Industries Dashboard
ar: لوحة تحكم الصناعات

source: Industry
ar: الصناعة

source: Input error
ar: خطأ في إدخال البيانات

source: Interest Research
ar: مهتم بالابحاث التالية

source: Intervention
ar: تدخل

source: IOS
ar: آي أو إس

# IsAgriculturalBank
source: Client in the agricultural bank
ar: مشترك فى البنك الزراعى

# IsAgriculturalSociety
source: Member of the agricultural society
ar: مشترك فى الجمعية الزراعية

# IsCommercialRegister
source: Do you have a commercial register?
ar: هل لديك سجل تجاري

source: I agree to the
ar: انا موافق علي

source: Land
ar: الأرض الزراعية

source: Land address
ar: عنوان الارض

# LandArea
source: Area of land
ar: مساحة الارض الزراعية

source: Land waste output
ar: مخرجات الأرض

source: Language
ar: اللغة

source: Last name
ar: الإسم الأخير

source: Latitude
ar: خط العرض

source: Lease document
ar: وثيقة إيجار الأرض

source: LinkedIn
ar: لينكدإن

source: Location
ar: العنوان

source: Log In
ar: تسجيل الدخول

# LogInHere
source: Log In
ar: قم بتسجيل الدخول

# LoginPerDays
source: Count user that login per days
ar: عدد المستخدمين الذين قاموا بالدخول للموقع لكل يوم

source: Logout
ar: تسجيل خروج

source: Longitude
ar: خط الطول

source: Main
ar: رئيسية

# MainPartner
source: Workshop main partner
ar: أكبر شريك

# MainShareholder
source: Company main shareholder
ar: أكبر المساهمين

source: Male
ar: ذكر

source: Materiales of interest
ar: الخامات المهتم يها

source: Materials Of Interest
ar: المواد ذات الاهتمام

# MaxFileSize
source: Max 5 megabytes
ar: أقل من 5 ميجا بايت

# MELCordinator
source: MEL coordinator
ar: منسق الرصد والتقييم

source: Message
ar: الرسالة

source: Message type
ar: نوع الرسالة

source: Middle name
ar: الإسم الأوسط

source: Ministry
ar: وزارة

source: Modification Date
ar: تاريخ التعديل

source: Modified By
ar: تم التعديل بواسطة

source: More information
ar: معلومات أكثر

source: My Account
ar: الحساب الشخصى

source: Name
ar: الاسم

source: National ID
ar: الرقم القومى

source: Nationality
ar: الجنسية

source: New
ar: جديد

source: New password
ar: الرقم السرى الجديد

source: News
ar: الأخبار

source: New Member
ar: عضو جديد

source: NGO
ar: جمعية غير حكومية

source: No
ar: لا

source: NoAnswer
ar: لا أريد الأجابة

# NotficationEmail
source: For contact and notifications
ar: للتواصل و الاشعارات

source: Not found
ar: لا يوجد

source: Objectives
ar: أهداف

source: Old password
ar: الرقم السرى السابق

source: Other
ar: أخرى

source: Other contact person
ar: شخص مسؤول اخر

source: Our Recent News
ar: أخر الاخبار

source: Owner
ar: مالك

# OwnerOrTenant
source: Owner/Tenant
ar: مالك / مستأجر

source: Partner
ar: شريك

source: Partners
ar: الشركاء

source: Partner Type
ar: نوع الشريك

source: Password
ar: كلمة المرور

source: Pending
ar: قيد المراجعة

source: Phone
ar: الموبايل

source: Phone number
ar: الهاتف

# PhonePlaceholder
source: +20 XXXXXXXXX
ar: +٢٠ XXXXXXXXX

source: Pie Chart
ar: مخطط دائري

source: Place description
ar: شرح مكان التدريب

source: Please select
ar: اختر من فضلك

source: Policy
ar: السياسات

source: Position
ar: الوظيفة

source: Possession document
ar: وثيقة حيازة الأرض

source: Posted by
ar: نشر بواسطة

source: Private Sector
ar: قطاع خاص

source: Profile Status
ar: حالة الطلب

# RecentNewsDescription
source: Explore on IWEX best & largest Bidding marketplace with our beautiful Bidding products. We want to be a part of your smile, success and future growth.
ar: استكشف أفضل وأكبر سوق للمزايدة في مصر من خلال منتجات المزايدة الجميلة الخاصة بنا. نريد أن نكون جزءًا من ابتسامتك ونجاحك ونموك المستقبلي.

source: Register
ar: التسجيل

# RegisterCompanies
source: Comapnies that are registered per Covernorate
ar: الشركات و المصانع التى تم تسجيلها لكل محافظة

# RegisterCompaniesAndFarmersDashboard
source: Companies & Farmer Dashboar
ar: لوحة تسجيل المزارعين و المصانع / الشركات

# RegisterCompanyFarmer
source: Companies and Farmers that are registered per Month
ar: المصانع و المزارعين التى تم تسجيلها لكل شهر

source: Register Dashboard
ar: لوحة تحكم لمسجلى البيانات

# RegisterFarmers
source: Farmers that are registered per Month
ar: المزارعين التى تم تسجيلها لكل شهر

# RegisterMessage
source: Registered a new
ar: تم تسجيل

# RegisterMessageTitle
source: A new user has been registered
ar: تم تسجيل مستخدم جديد

# RegisterName
source: Name in commercial register
ar: الاسم كما هو في السجل التجاري

# RegisterUserCount
source: Count of user that registers
ar: عدد المستخدمين المسجلين

# RegisterUserDashboard
source: All Users Dashboard
ar: لوحة تسجيل كل المستخدمين

# RegisterUserPercentage
source: Count of user that registers percentage
ar: عدد المستخدمين المسجلين بالنسبة المئوية

source: Reject
ar: رفض الطلب

# RejectedAccount
source: Reject Account
ar: رفض الحساب

# RejectMessage
source: Are you sure you want to reject account for user
ar: هل تريد رفض الحساب؟

source: Remember me
ar: تذكرني

source: Remove Image
ar: حذف الصورة

source: Researcher
ar: باحث

source: Research Institution
ar: المؤسسة البحثية / الجامعة

source: Research Specialization
ar: التخصص

source: Reset password
ar: تغيير الرقم السرى

source: Role
ar: الدور

source: Sahm
ar: سهم

source: Save
ar: حفظ

source: Score
ar: نتيجة

source: Secondary Phone
ar: رقم هاتف أخر

# SecondLanguage
source: Name Ar
ar: الأسم بالعربية

# SecondPhoneNumber
source: Secondary phone number
ar: رقم هاتف اخر

# SecondShareholder
source: Compant sencond main shareholder
ar: ثانى أكبر المساهمين

# SencondPartner
source: Workshop second main partner
ar: ثاني أكبر شريك

source: Send email
ar: أرسال بريد الكتروني

source: Send Message
ar: أرسال الرسالة

source: Sex
ar: الجنس

# SexMainShareholderGender
source: Sex
ar: الجنس

source: Shareholder
ar: المساهمين

source: Show More
ar: عرض المزيد

source: Sign Up
ar: إنشاء حساب

source: Sign Up Here
ar: أنشاء حساب من هنا

source: Street name
ar: اسم الشارع

source: Sub-industrial sector
ar: القطاع الصناعي الفرعي

source: Subject
ar: الموضوع

source: Submit
ar: حفظ

source: Success message
ar: تم بنجاح

# SuccessRegister
source: Your registration request has been sended
ar: تم تلقى طلب تسجيلك

# SuccessRegisterResult
source: Until then, you can go to the platform to see all our latest news
ar: الى ذلك الحين ، يمكنكم الذهاب الى المنصة للاطلاع على كل جديد لدينا

# SuccessRegisterThanks
source: We thank you, your effective registration request has been received
ar: نشكر حضراتكم ، تم تلقى طلب تسجيلكم بنجاح

# SuccessRegisterWaiting
source: Please wait for your request and you will receive a message via email and phone number about the status of your request when it is answered.
ar: من فضلكم نرجو الانتظار لحين بحث طلبكم و ستصلكم رسالة على البريد الالكترونى و رقم الهاتف بحالة طلبكم عند الرد عليه

# SuccessStoriesTitle
source: Success Stories
ar: الإنجازات و قصص النجاح

# SuccessUpdateProfile
source: Update Profile has been succeded
ar: تم بنجح تحديث الملف الشخصي

source: Success Stories
ar: قصص النجاح

source: Tenant
ar: مستأجر

source: Terms and conditions
ar: الشروط والأحكام

# Term_And_Policy
source: Term & Policy
ar: الشروط والأحكام

source: Title
ar: العنوان

source: TOT
ar: تدريب المدربين

# TotalCategoryWasteTransaction
source: Total category waste
ar: اجمالى المخلفات للتصنيف

# TotalUser
source: Total of register users
ar: أجمالى المستخدمين المسجلين

# TrainerName
source: Trainer’s name
ar: اسم المدرب

# TrainingDays
source: NO. Of training days
ar: عدد أيام التدريب

source: Type of disability
ar: نوع الاعاقة

source: Update
ar: تعديل

source: Update Profile
ar: تعديل الملف الشخصي

# UpdateSuccessMessage
source: Successfully updated
ar: تم التعديل بنجاح

source: Upload Commercial Register
ar: إرفاق السجل التجاري

# UploadContactDelegation
source: Upload Contact delegation of authority
ar: إرفاق جواب تفويض الشخص المسؤول

source: Upload News Image
ar: تحميل صورة الخبر

# UploadOriginalLeaseDocument
source: Upload lease document
ar: إرفاق وثيقة الحيازة

# UploadOriginalPossessionDocument
source: Upload possession document
ar: إرفاق عقد الإيجار

source: Upload success stories image
ar: تحميل صورة قصة النجاح

source: Upload Success Story Image
ar: تحميل صورة قصة النجاح

source: User Login Dashboard
ar: لوحة الدخول لكل المستخدمين

# UsersLoginChart
source: Users Login
ar: مخطط تسجيل دخول المستخدمين

source: User Type
ar: نوع المستخدم

source: View
ar: عرض

source: View details
ar: للمزيد من التفاصيل

source: Waste
ar: المخلفات

source: Waste Category
ar: تصنيف المخلفات

source: Waste Category Dashboard
ar: لوحة تحكم فئة النفايات

source: Waste Dashboard
ar: لوحة تحكم النفايات

source: Waste Output
ar: النفايات المخرجة

# WastePurchase
source: Interesting waste purchase
ar: النفايات المهتم بشراءها

source: Waste Sub Category
ar: التصنيف الثانى للمخلفات

# WastTransactionDemand
source: Waste to be purchased
ar: المخلفات المطلوب شراءها

# WastTransactionSupply
source: Waste to be sold
ar: المخلفات المطلوب بيعها

source: Website
ar: موقع إلكتروني

source: Welcome
ar: مرحباً

source: Welcome message
ar: رسالة التحية

# WellcomeIWEX
source: Welcome To IWEX
ar: مرحبا بكم في IWEX

source: Workplace
ar: مكان العمل

source: Workplace Environment
ar: بيئة عمل

source: WorkShop
ar: ورشة

# WorkShopActivity
source: Workshop main sector
ar: ورشة عمل القطاع الرئيسي

source: Workshop Details
ar: بيانات الورشة

source: Workshop governing entity
ar: الجهة التابعة لها الورشة

source: Workshop headquarters nationality
ar: جنسية مقر الورشة

source: Workshop industrial area
ar: المنطقة الصناعية للورشة

source: Workshop office
ar: مكتب الورشة

source: Workshop waste output
ar: نفايات الورشة

source: Write message
ar: اكتب رسالتك

source: X
ar: إكس

source: Yes
ar: نعم

source: Youtube
ar: يوتيوب

source: ZIP code
ar: الرمز البريدي
