Repository: Abdelrahman1427/STS-BE
Catalog: PathFinder.DataTransferObjects/Resources/ModelValidationResources.*.resx
Languages: ar

# AccountPending
source: Your account is still under review
ar: لا يزال حسابك قيد المراجعة

# AccountRejected
source: Your account registration has been rejected
ar: تم رفض تسجيل حسابك

# ArNameEmpty
source: Ar. Name is required
ar: الأسم باللغة العربية مطلوب

# AuthonticationFaild
source: You not have permission
ar: ليس لديك صلاحية للدخول الى الويب

# CenterEmpty
source: Center is empty
ar: يجب إدخال المركز

# CharacterOnly
source: please enter character only
ar: الرجاء إدخال الحرف فقط

# CheckTermsConditionsEmpty
source: You must agree to the terms
ar: يجب الموافقة على الشروط

# CityEmpty
source: City is empty
ar: يجب إدخال المدينة

# CommercialNameEmpty
source: Commercial name is empty
ar: يجب إدخال الأسم التجارى للشركة

# CommercialRegisterMessageEmpty
source: Commercial register message is empty
ar: السجل التجاري فارغ

# CommercialRegistrationNumberEmpty
source: Commercial registration number is empty
ar: يجب إدخال رقم السجل التجارى

# CommercialRegistrationOfficeEmpty
source: Commercial registration office is empty
ar: يجب إدخال مكتب السجل التجارى

# CompanyActivityEmpty
source: Company activity is empty
ar: يجب إدخال نشاط الشركة

# CompanyAddressMapEmpty
source: You must enter the location of the company on the map
ar: يجب إدخال موقع المصنع على الخريطة

# CompanyIndustrialEmpty
source: Company industrial is empty
ar: يجب إدخال المنطقة الصناعية للشركة

source: Confirm password
ar: تأكيد الرقم السرى

# ConfirmPasswordEmpty
source: You must enter the confirm password
ar: يجب إدخال تأكيد الرقم السرى

# ConfirmPasswordValidation
source: Confirm password doesn't match, Type again !
ar: تأكيد كلمة المرور غير متطابقة، اكتب مرة أخرى!

# ContactPersonNameEmpty
source: Contact person name is empty
ar: يجب إدخال أسم الشخص المسئول

# ContactPersonPhoneEmpty
source: Contact person phone is empty
ar: يجب إدخال رقم الشخص المسئول

# CropEmpty
source: Must insert one Crop at least
ar: يجب إدخال محصول واحد على الأقل

# EmailEmpty
source: You must enter the email
ar: يجب إدخال الإيميل

# EmailExist
source: This email already exists. Try to login instead
ar: الإيميل موجود بالفعل

# EmailValidation
source: (Enter a valid email address for messages and notifications)
ar: (أدخل عنوان بريد إلكتروني صالحًا للرسائل والإشعارات)

# EngNameEmpty
source: Eng. Name is required
ar: الأسم باللغة الإنجليزية مطلوب

# EntrepreneurialStageEmpty
source: Entrepreneuria lstage is empty
ar: يجب تحديد مرحلة ريادة الأعمال

# ExistEmail
source: This email already exists. Try to login instead
ar: الإيميل موجود بالفعل

source: Exist phone number
ar: رقم الهاتف موجود بالفعل

# ExistUser
source: User already Exists
ar: المستخدم موجود بالفعل

# ExitEmployeeIdentify
source: Please enter an employee identification number that will not be repeated
ar: برجاء ادخال رقم تعريفى للموظف لا يتكرر

source: Failed to register
ar: لا يمكنك التسجيل

# FileEmpty
source: You must upload Files
ar: يجب رفع المرفقات

# FirstNameEmpty
source: First name is empty
ar: يجب إدخال الأسم الأول

# GenderEmpty
source: Sex is empty
ar: يجب إدخال الجنس

source: Invalid data
ar: بيانات غير مكتمله

source: Invalid password
ar: رقم التسجيل غير صحيح

source: Invalid register or login type
ar: التسجيل غير صحيح

# InvalidUrl
source: Please enter valid URL
ar: الرجاء إدخال ويبسايت صحيح

# LandAddressEmpty
source: Land address is empty
ar: يجب إدخال عنوان قطعة الأرض

# LandAddressMapEmpty
source: You must enter the location of the land on the map
ar: يجب إدخال موقع الأرض على الخريطة

# LandAreaEmpty
source: Land area is empty
ar: يجب إدخال مساحة الأرض

# LastNameEmpty
source: Last name is empty
ar: يجب إدخال الإسم الأخير

# Length14
source: Length is 14 characters
ar: الطول 14 حرفًا

# Length16
source: Length is 16 characters
ar: الطول 16 حرفًا

# Length32
source: Length is 32 characters
ar: الطول 32 حرفًا

# Length5
source: Length is 5 characters
ar: الطول 5 حرفًا

# MiddleNameEmpty
source: Middle name is empty
ar: يجب إدخال الأسم الأوسط

# MinistryEmpty
source: Ministry is empty
ar: يجب إدخال الوزارة التابع لها الشركة

# NationalIDEmpty
source: National ID is empty
ar: يجب إدخال رقم البطاقة

# NationalityEmpty
source: National is empty
ar: يجب إدخال الجنسية

# NotFound
source: Record Not Found
ar: ليس متوفر

# NotHavePermission
source: You don't have permission
ar: ليس لك إذن دخول

# PasswordEmpty
source: You must enter the password
ar: يجب إدخال الرقم السرى

# PasswordValidation
source: Password must between 12 and 20 character , symbol and number
ar: يجب أن تتراوح كلمة المرور بين 12 و 20 حرف ورمز ورقم !

# PasswordValidationCapital
source: Your password must have at least 1 capital letter.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على حرف واحد كبير على الأقل.

# PasswordValidationLength
source: Your password must have at least 12 chars no longer than 20
ar: يجب أن تحتوي كلمة المرور الخاصة بك على 12 حرفًا على الأقل ولا يزيد طولها عن 20 حرفًا

# PasswordValidationNumber
source: Your password must have at least 1 number.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على رقم واحد على الأقل.

# PasswordValidationSpecial
source: Your password must have at least 1 special char.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على حرف خاص واحد على الأقل.

# PhoneNumberEmpty
source: You must enter the phone number
ar: يجب إدخال رقم الهاتف

source: Please enter value
ar: من فضلك أدخل قيمة

# RegisterNameEmpty
source: Register name is empty
ar: يجب إدخال أسم الشركة

source: Registration failed
ar: فشل التسجيل

# Required
source: This field is required !!!
ar: هذه الخانة مطلوبه

# ResearchInstitutionEmpty
source: Research institution is empty
ar: يجب إدخال المؤسسة البحثية

# ResearchSpecializationEmpty
source: Research specialization is empty
ar: يجب إدخال التخصص البحثي

# RoleEmpty
source: You must select role
ar: يجب إدخال الدور

source: Success message
ar: تم بنجاح

# UserEmailOrMobileEmpty
source: Enter your mail or mobile to login please
ar: أدخل بريدك أو هاتفك المحمول لتسجيل الدخول من فضلك

# UserEmailOrMobileValid
source: The e-mail address or password you entered was incorrect.
ar: البريد الالكتروني أو كلمة السر الذي أدخلتها غير صحيحة.

source: User is not active
ar: المستخدم غير نشط

source: User not found
ar: المستخدم غير موجود

# VaildNumber
source: Please enter vaild number
ar: من فضلك أدخل رقم صحيح

# ValidDoubleNumber
source: Please enter valid double number
ar: الرجاء إدخال رقم مزدوج صحيح

# ValidEmail
source: Please enter a valid e-mail address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح

# ValidIntNumber
source: Please enter valid integer number
ar: الرجاء إدخال رقم صحيح او صفر

# ValidIntOrZero
source: Please enter a value (zero is allowed)
ar: الرجاء إدخال قيمة (مسموح بالصفر)

# ValidPhone
source: Please enter a valid phone
ar: يرجى إدخال رقم هاتف صحيح

source: Wrong email
ar: الأيميل خاطئ
